Repository: kazunito/SiliconScope
Catalog: Localization/CoreLocalizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant_tw

source: %@ (idle)
ja: %@（アイドル）
ko: %@ (유휴)
zh_hant_tw: %@（閒置）

source: %@ idle · GPU: other app
ja: %@ アイドル · GPU: 別アプリ
ko: %@ 유휴 · GPU: 다른 앱
zh_hant_tw: %@ 閒置 · GPU：其他 App

source: Bandwidth-bound
ja: 帯域律速
ko: 대역폭 제한
zh_hant_tw: 頻寬受限

source: Charged
ja: 満充電
ko: 충전 완료
zh_hant_tw: 已充飽

source: Charging
ja: 充電中
ko: 충전 중
zh_hant_tw: 充電中

source: Clock held down by heat — sustained performance limited
ja: 発熱でクロックが抑制 — 持続性能が制限されています
ko: 발열로 클럭 억제 — 지속 성능 제한
zh_hant_tw: 因發熱受限的時脈 — 持續效能受限

source: Compute-bound
ja: 演算律速
ko: 연산 제한
zh_hant_tw: 運算受限

source: GPU active
ja: GPU 稼働中
ko: GPU 활성
zh_hant_tw: GPU 運作中

source: GPU active — incl. video
ja: GPU 稼働中 — 動画含む
ko: GPU 활성 — 비디오 포함
zh_hant_tw: GPU 運作中 — 含視訊

source: GPU active — type unknown
ja: GPU 稼働中 — 種別不明
ko: GPU 활성 — 유형 불명
zh_hant_tw: GPU 運作中 — 類型不明

source: GPU busy — no single bottleneck
ja: GPU 稼働中 — 単一のボトルネックなし
ko: GPU 사용 중 — 단일 병목 없음
zh_hant_tw: GPU 忙碌中 — 無單一瓶頸

source: GPU compute is the limiter
ja: GPU 演算が律速要因です
ko: GPU 연산이 병목입니다
zh_hant_tw: GPU 運算為限制因素

source: Idle
ja: アイドル
ko: 유휴
zh_hant_tw: 閒置

source: LLM (likely)
ja: LLM（推定）
ko: LLM (추정)
zh_hant_tw: LLM（推估）

source: Memory bandwidth is the limiter
ja: メモリ帯域が律速要因です
ko: 메모리 대역폭이 병목입니다
zh_hant_tw: 記憶體頻寬為限制因素

source: Memory pressure: critical
ja: メモリプレッシャー：危機的
ko: 메모리 압력: 위험
zh_hant_tw: 記憶體壓力：危急

source: Memory pressure: elevated
ja: メモリプレッシャー：上昇
ko: 메모리 압력: 상승
zh_hant_tw: 記憶體壓力：偏高

source: Memory-pressured
ja: メモリ逼迫
ko: 메모리 압박
zh_hant_tw: 記憶體壓力偏高

source: No Battery
ja: バッテリーなし
ko: 배터리 없음
zh_hant_tw: 無電池

source: No significant GPU workload
ja: 目立った GPU 負荷なし
ko: 뚜렷한 GPU 부하 없음
zh_hant_tw: 無明顯 GPU 負載

source: Not Charging
ja: 充電していません
ko: 충전 안 함
zh_hant_tw: 未充電

source: On Battery
ja: バッテリー駆動
ko: 배터리 구동
zh_hant_tw: 使用電池

source: Thermal pressure — serious
ja: 発熱プレッシャー — 深刻
ko: 발열 압력 — 심각
zh_hant_tw: 熱壓力 — 嚴重

source: Thermal throttling — critical
ja: 発熱スロットリング — 危機的
ko: 발열 스로틀링 — 위험
zh_hant_tw: 過熱降頻 — 危急

source: Thermal-throttled
ja: 発熱スロットリング
ko: 발열 스로틀링
zh_hant_tw: 過熱降頻中

source: Unified memory full — swapping limits throughput
ja: ユニファイドメモリが満杯 — スワップがスループットを制限
ko: 통합 메모리 가득 참 — 스와핑이 처리량 제한
zh_hant_tw: 統一記憶體已滿 — 置換限制輸送量

source: critical
ja: 危機的
ko: 위험
zh_hant_tw: 危急

source: fair
ja: やや高
ko: 다소 높음
zh_hant_tw: 尚可

source: in-app / unmanaged
ja: アプリ内 / 非管理
ko: 앱 내 / 비관리
zh_hant_tw: App 內／非受管

source: nominal
ja: 正常
ko: 정상
zh_hant_tw: 正常

source: none
ja: なし
ko: 없음
zh_hant_tw: 無

source: serious
ja: 深刻
ko: 심각
zh_hant_tw: 嚴重

source: unknown
ja: 不明
ko: 불명
zh_hant_tw: 不明
